import React from "react";


function Introduce() {
  return (
      <section className="introduce">
        <h2 class="title">자기 소개</h2>
        <p>
          오랜 경험과 노하우로 고객들에게 서비스를 제공하기 위해서는 서비스를 구축, 운영하는 업무를 해야 한다는 것을 알고 관심을 가졌습니다.<br />
          관련 기술에 깊은 이해도를 가지고 효율적이고 안정적인 웹서비스를 제공하는 일을 하고 싶습니다.<br/>
          저는 다음과 같은 세 가지 이유로 적합한 인재라고 생각합니다.
          <br /><br />
          <strong>첫째,</strong> &nbsp;업무 지식을 꾸준히 쌓아왔습니다. CSS, SCSS, JAVASCRIPT, VUE, REACT 관련 학습을 지속적으로 해왔으며, 다양한 웹 서비스의 퍼블리싱 구축 및 유지보수에 자신 있습니다.
          <br /><br />
          <strong>둘째,</strong> &nbsp;다양한 분야에서의 퍼블리싱 경험과 VUE 환경에서 퍼블리싱 경험으로 인해 어떠한 환경에서도 문제없는 화면을 작업할 자신이 있습니다.
          <br /><br />
          <strong>셋째,</strong> &nbsp;웹퍼블리싱 업무를 9년정도 진행하여, 웹페이지의 설계와(UI 시스템 구축) 관리 업무를 했기 때문에 시스템적인 사고를 IT서비스에 융합하여 차별화된 서비스를 구축할 수 있을 것으로 예상합니다.
          <br /><br />
          아직 배워야 된 내용과 부족한 점이 많지만, 트랜드에 쫓아가고자 React, Vue 개발 관련 꾸준히 학습중이며, 최근 SCSS를 사용한 사이드 프로젝트를 관심있는 퍼블리셔들끼리 모여 진행하기도 하였습니다.
          <br />'차이를 만들어 내는건 실행력과 꾸준함' 이라 생각하여 늘 배우는 자세로 자기개발 하려 노력합니다.
        </p>
      </section>

  );
}

export default Introduce;
